export const STUDY = [
  {
    name: "React World 스터디",
    period: ["2023.08", "2023.10"],
    subject:
      "Real World에서 제공하는 백엔드 API를 활용하여 자신이 원하는 기술 스택으로 프론트엔드를 구현하고 코드 리뷰 받는 스터디",
    systems: [
      "Real World에서 제공하는 Template Repository Clone",
      "자신이 원하는 기술 스택으로 해당 프로젝트에서 기능 구현",
    ],
  },
  {
    name: "12 to 12 스터디",
    period: ["2023.04", "2023.06"],
    subject: "12 pm  ~ 12 am 까지 화면을 공유하며 공부를 진행하는 스터디 ",
    systems: [
      "디스코드를 통해 12 pm ~ 12 am 까지 화면공유를 하고 각자 공부를 진행",
      "12시에 오늘 할 일을 공유하고 6시에 중간 점검을하며 00시에 오늘 공부한 내용을 회고하며 마무리",
      "하루에 한 번 개발에 관련된 아티클을 읽고 요약 및 공유",
    ],
  },
  {
    name: "React 공식 문서 스터디",
    period: ["2023.03", "2023.05"],
    subject:
      "리뉴얼된 React 공식 문서를 통해 React의 핵심 개념을 학습하는 스터디",
    systems: [
      "팀을 정해 리뉴얼된 React 공식 문서를 번역",
      "시니어 개발자와 함께 React 공식 문서를 바탕으로 핵심 개념 학습",
      "스터디 중 의문이 생기는 부분을 함께 토론하며 문제 해결",
    ],
  },
  {
    name: "우아한 멘토링",
    period: ["2021.12", "2022.01"],
    subject:
      "우아한 형제들에서 진행하는 멘토링으로 다양한 환경의 개발자들이 모여서 서로의 고민을 공유하고 멘토링을 받는 스터디",
    systems: [
      "각자 해당 스터디에서 토론 또는 멘토링 받고싶은 주제를 선정",
      "선정한 주제에 따라 멘토분들에게 멘토링을 받거나 다양한 직무와 함께 토론",
    ],
  },
];
